/* No comment provided by engineer. */
" and %@" = " ve %@";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ yorumladı: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ tarafından önerilen kimlik: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@, %2$@ 'daki iNaturalist ağın bir üyesidir. %3$@ destekleyen yerel kurumlar, e-posta adresinize erişebilecek ve kamusal olarak gizlenmiş veya özel gözlemler için gerçek koordinatlara erişebilecek. Üyeliğinizi değiştirmek ister misiniz?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ uluslararası iNaturalist Ağı'nın bir parçasıdır. iNaturalist deneyiminizi yerelleştirmek ve yerel kurumlarla veri paylaşmak için %2$@ ortaklığına katılmak ister misiniz?";

/* site news */
"%@ News" = "%@ Haberler";

/* identification author attribution */
"%@'s ID" = "%@'nın ID'si";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@ yapı %2$@";

/* No comment provided by engineer. */
"%@, build %@, iOS %@" = "%1$@, build %2$@, iOS %3$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d Gözlem";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d Yüklenecek Gözlem";

/* Count of observations by this user, plural. */
"%d Observations" = "%d Gözlem";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d Yüklenecek Gözlem";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "%1$@, %2$@ alanını doldurmanızı gerektirir.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Hakkında";

/* title for about section of the guide screen */
"ABOUT" = "HAKKINDA";

/* about this project title */
"About this Project" = "Bu proje hakkında";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Hesap?";

/* No comment provided by engineer. */
"Activity" = "Etkinlik";

/* Title for add comment failed alert */
"Add Comment Failure" = "Yorum Yapma Hatası Ekle";

/* Title for add ID failed alert */
"Add Identification Failure" = "Tanımlama Hatasını Ekle";

/* No comment provided by engineer. */
"Add to Favorites" = "Favorilere Ekle";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Kabul et";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Zaten bir hesabınız var mı?";

/* Title for app section of settings. */
"App Settings" = "Uygulama Ayarları";

/* No comment provided by engineer. */
"Are you really sure?" = "Gerçekten emin misin???";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Bu projeden ayrılmak istediğine emin misin?";

/* No comment provided by engineer. */
"Are you sure?" = "Emin misiniz?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Emin misin? Bu kalıcıdır.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Otomatik";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "İsimleri otomatik tamamla";

/* label for auto upload switch in settings */
"Automatic upload" = "Otomatik yükleme";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "iNaturalist'i kullanarak, Hizmet Şartları'nı ve Gizlilik Politikası'nı onaylamış olursunuz.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "Caltech ve Cornell Tech, fotoğraflardan tanımlamalar öneren bilgisayar görme sisteminin geliştirilmesine yardımcı oldu. Grant Van Horn, Serge Belongie ve Pietro Perona'ya bilgisayar görme araştırmasını ilerlettiği için teşekkür ederiz. Daha fazla bilgi visipedia.org adresinde bulunabilir. Ek yardım için NVIDIA'ya özel teşekkür ederiz.";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Kamera Deklanşörü\n";

/* No comment provided by engineer. */
"Can't Add ID" = "Kimliği Ekleyemezsiniz";

/* No comment provided by engineer. */
"Can't Comment" = "Yorum Yapamazsınız";

/* No comment provided by engineer. */
"Can't Fave" = "Favori Eklenemez";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Şu an gözlemlerinizi arayamazsınız. Lütfen sonra tekrar deneyin.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Kanada: Kanada Yaban Hayatı Federasyonu, Kraliyet Ontario Müzesi, NatureServe Kanada ve Kanada Parkları iNaturalist Kanada'yı (inaturalist.ca) işletmektedir.";

/* No comment provided by engineer. */
"Cancel" = "İptal";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "İptal ediliyor...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Gelecekteki bir tarihi seçemezsiniz.";

/* Failure message */
"Cannot donate" = "Bağışlananaz";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Öneriler yüklenemiyor: %@";

/* Store launch failure message */
"Cannot open store" = "Mağaza açılamıyor";

/* Failure message */
"Cannot rate" = "Derecelendirilemez";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "iNaturalist.org'da arama yapılamıyor";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "E-posta yollanamıyor";

/* No comment provided by engineer. */
"Cannot use your location" = "Konumunuzu kullanamazsınız";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "Kısıtlanmış / Ekili";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "Kısıtlanmış / ekili, organizmanın gözlemlendiği yerde var olduğu anlamına gelir çünkü insanlar orada olmasını amaçlamıştı. iNaturalist, vahşi organizmaları gözlemlemekle ilgilidir ve bilimsel veri ortaklarımız evcil hayvan, bahçeler ya da hayvanat bahçelerindeki hayvan gözlemleriyle ilgilenmiyor.";

/* title for captive selector */
"Captive?" = "Kısıtlanmış mı?";

/* casual data quality */
"Casual Grade" = "Sıradan Sınıf";

/* label for change email address action in settings */
"Change email" = "E-postayı değiştir";

/* No comment provided by engineer. */
"Change Email" = "E-Posta'yı Değiştir";

/* No comment provided by engineer. */
"Change email address?" = "E-posta adresi değişsin mi?";

/* accessibility label for change flash button */
"Change Flash" = "Flaşı Değiştir";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Flaş Tuşunu Değiştir. Şu an Otomaik";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Flaş Tuşunu Değiştir. Şu an Kapalı";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Flaş Tuşunu Değiştir. Şu an Açık";

/* label for change username action in settings */
"Change username" = "Kullanıcı adını değiştir";

/* No comment provided by engineer. */
"Change Username" = "Kullanıcı Adını Değiştir";

/* No comment provided by engineer. */
"Change username?" = "Kullanıcı adı değişsin mi?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Profil fotoğrafı değişsin mi?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Fotoğraflarınıza bir Creative Commons Attribution-NonCommercial lisansı uygulamak istiyorsanız bu kutuyu işaretleyin. Değişik bir lisans seçebilir ya da daha sonra lisansı kaldırabilirsiniz ancak araştırmacılarla paylaşmak için en iyi lisans budur.";

/* title of alert after you reset your password */
"Check your email" = "Posta kutunuzu kontrol edin";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "Kitaplıktan seç";

/* title of inat network picker */
"Choose iNat Network" = "iNat Ağı'nı seç";

/* title for project observations chooser */
"Choose Projects" = "Projeleri Seç";

/* accessibility label for close camera button */
"Close Camera" = "Kamerayı Kapat";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Koleksiyon Projesi";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Kolombiya: Naturalista’yı Instituto Humboldt işletmektedir (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Yorum";

/* label for contact support action in settings. */
"Contact support" = "Destek ekibi ile iletişime geçin";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "İçerik Lisansı";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Bilimsel Adı Kopyala";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Aynı fikirde değilim";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "%1$@ projesine eklenemedi. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Konumunuz belirlenemedi";

/* intro to credits section. */
"Credits" = "Emeği Geçenler";

/* Header for data quality section of obs detail */
"Data Quality" = "Veri Niteliği";

/* No comment provided by engineer. */
"Default" = "Varsayılan";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "İndirmeyi sil";

/* No comment provided by engineer. */
"Delete Error" = "Hatayı Sil";

/* text of delete obs button */
"Delete Observation" = "Gözlemi Sil";

/* Deletes pending sync. */
"Deletes To Sync" = "Silinenleri Eşitleme";

/* title for description section of the guide screen */
"DESCRIPTION" = "AÇIKLAMA";

/* Title for confirm new observation details view */
"Details" = "Ayrıntılar";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Bana İpuçlarını Gösterme";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Donate to iNaturalist";

/* No comment provided by engineer. */
"Download" = "İndir";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Çevrimdışı kullanım için indirme";

/* No comment provided by engineer. */
"Download not available" = "Mevcut indirme yok";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "İndirildi";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "İndiriliyor...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "Düzenleyici";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Sunucuda bir hata oluştu veya rehber artık yok.";

/* label for email field in settings */
"Email" = "E-Posta";

/* No comment provided by engineer. */
"Error" = "Hata";

/* failure title when changing a setting. */
"Error changing setting." = "Error changing setting.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Gözlem Alma Hatası";

/* error loading leaderboard title */
"Error loading leaderboard" = "Lider Sıralaması Yükleme Hatası";

/* No comment provided by engineer. */
"Explore" = "Keşfet";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Rehber indirme başarısız";

/* Unknown iNat login error */
"Failed to login to iNaturalist. Please try again." = "iNaturalist'e giriş başarısız oldu. Lütfen tekrar deneyiniz.";

/* No comment provided by engineer. */
"Failed to save guide" = "Rehber kaydedilemedi";

/* No comment provided by engineer. */
"Faved" = "Favoriye eklendi";

/* No comment provided by engineer. */
"Featured" = "Öne çıkan";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Bir kimlik doğrulama belirteci alma başarısız. Lütfen help@inaturalist.org’a başvurun ve yeniden deneyin.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Harita alanındaki son gözlemler getiriliyor";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Dünya üzerindeki son gözlemler getiriliyor";

/* No comment provided by engineer. */
"Find %@ named '" = "' isimli %@ bul";

/* No comment provided by engineer. */
"Find my observations" = "Gözlemlerimi bul";

/* No comment provided by engineer. */
"Find observations near me" = "Yakınımdaki gözlemleri bul";

/* No comment provided by engineer. */
"Finding your location..." = "Konumunuz bulunuyor...";

/* finland partner */
"Finland: Finnish Museum of Naturalist History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finland: Finnish Museum of Naturalist History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "Şifreni mi unuttun?";

/* Geoprivacy button title */
"Geoprivacy" = "Coğrafi gizlilik\n";

/* No comment provided by engineer. */
"Go Back" = "Geri Git";

/* Button to dismiss a tutorial screen */
"Got It" = "Anladım";

/* No comment provided by engineer. */
"Guide download error" = "Rehber indirme hatası";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Rehber düzenleyicisinin bu özelliği etkinleştirmesi gerekir.";

/* No comment provided by engineer. */
"Guides" = "Rehberler";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Rehberler iNaturalist topluluğu tarafından oluşturulmuş ve paylaşılmıştır";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Rehberler türlerin listesidir";

/* Title for help section of settings. */
"Help" = "Yardım";

/* No comment provided by engineer. */
"Here are our top ten species suggestions:" = "İşte en iyi 10 tür önerimiz burada:";

/* Title of identification failure alert */
"Identification Failed" = "Tanımlama başarısız";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Sınıf Tanımlama";

/* No comment provided by engineer. */
"Identifications" = "Tanımlamalar";

/* No comment provided by engineer. */
"Identifiers" = "Tanımlayıcılar";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Eğer girdiğiniz e-posta adresi bir iNaturalist hesabıyla ilişkiliyse, şifrenizi sıfırlamak için bu adrese bağlantı içeren bir e-posta gönderilmeli.";

/* No comment provided by engineer. */
"in project '%@'" = "'%@' projesinde";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, and Ken-ichi Ueda." = "iNaturalist topluluğumuza katılan her bir kişiye teşekkür eder. Yazılımı yapan, arayüzleri tasarlayan, altyapımızı sağlayan, toplumu destekleyen ve iş birliğini geliştiren insanlar Yaron Budowski, Amanda Bullington, Tony Iwane, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard ve Ken-ichi Ueda.";

/* inat joint initiative statement */
"iNaturalist is a joint initiative of the California Academy of Sciences and the National Geographic Society" = "iNaturalist, California Bilimler Akademisi ve National Geographic Society'nin ortak bir girişimidir";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "iNaturalist Ağı";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist, Joseph Wain'in glif ikonlarını, Ben Sperry'nin iyoniklerini ve Noun Projesi'nden Luis Prado ve Roman Shlyakov'un ikonlarını kullanıyor. iNaturalist ayrıca Cocoapod topluluğuna ve kendi açık kaynak topluluğumuzun katkılarına da minnettar. Bkz. Https://github.com/inaturalist/INaturalistIOS.\naçık kaynak katkıları.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Hatalı kullanıcı adı veya şifre.";

/* No comment provided by engineer. */
"Internet connection required" = "İnternet bağlantısı gerekiyor";

/* No comment provided by engineer. */
"Internet required" = "İnternet gerekli";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Otomatik Yükleme Tanıtımı!";

/* Invalid date alert title */
"Invalid Date" = "Geçersiz Tarih";

/* Error for bad email when making account. */
"Invalid Email Address" = "Geçersiz E-posta Adresi";

/* Unknown invalid input */
"Invalid input" = "Geçersiz giriş";

/* No comment provided by engineer. */
"Invalid Location" = "Geçersiz Konum";

/* Error for bad username hwne making account.
   Error for bad username when making account. */
"Invalid Username" = "Geçersiz Kullanıcı Adı";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "IUCN kategori, II IUCN ve UNEP-WCMC (2015) tarafından sağlanan yerlerve Dünya veritabanında korunan alanlar (WDPA) [On-line], [11/2014], Cambridge, İngiltere: UNEP-WCMC. www.protectedplanet.net adresinde bulunabilir.\n";

/* Join project button */
"Join" = "Katıl";

/* join iNat network partner alert title */
"Join %@?" = "%@ ortaklığına katılacak mısınız?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Gözlemleri kaydettiğinizde bunları seçmek için projelere katılın";

/* No comment provided by engineer. */
"Joined" = "Katıldınız";

/* No comment provided by engineer. */
"Joining..." = "Katılıyor...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Enlem: %1$.5f Boylam: %2$.5f Doğruluk: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Lider Sıralaması";

/* Emphasis text for the license my content checkbox. Must be a substring of the base string. */
"Learn More" = "Daha fazla bilgi";

/* learn more (about network partner changes) button text */
"Learn more" = "Daha fazla bilgi edinin";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Veri niteliğiyle ilgili daha çok bilgi >";

/* Leave project button */
"Leave" = "Ayrıl";

/* No comment provided by engineer. */
"Leaving..." = "Ayrılıyor...";

/* The license of the species guide */
"License" = "Lisans";

/* No comment provided by engineer. */
"Loading..." = "Yükleniyor...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Konum Alma Hatası";

/* No comment provided by engineer. */
"Location Services Denied" = "Konum Hizmetleri Reddedildi";

/* No comment provided by engineer. */
"Location Services Restricted" = "Konum Hizmetleri Kısıtlamalı";

/* No comment provided by engineer. */
"locations" = "konumu";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Oturum Aç";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Oturum Aç/Kaydol";

/* No comment provided by engineer. */
"Login and upload this observation to enable comments & identifications." = "Giriş yaptıktan sonra yorum ve tanımlamaları etkinleştirmek için bu gözlemi yükleyin.";

/* No comment provided by engineer. */
"Login to enable faves." = "Favorileri etkinleştirmek için giriş yapın.";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Bir türe göre isme bakın";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Tür adına bak";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Bir hata varmış gibi görünüyor: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Görünüşe göre hiçbir gözlemin yok.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "iNat'ı sevdin mi? Bize oy ver";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "iNat'in konumunuza erişim iznine sahip olduğundan ya da GPS'ye biraz zaman tanıdığından emin olun.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "İndirme yönet";

/* No comment provided by engineer. */
"Map of Observations" = "Gözlem Haritası";

/* Placeholder text for not logged title on me tab. */
"Me" = "Ben";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Meksika: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO), NaturaLista'yı (NaturaLista.mx) işletmektedir.";

/* Title for alert when db migration fails. */
"Migration Failed" = "Taşıma Başarısız";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Taşıma Sorunu";

/* No comment provided by engineer. */
"Missing Date" = "Eksik Tarih";

/* No comment provided by engineer. */
"Missing Location" = "Eksik Konum";

/* No comment provided by engineer. */
"Missing Required Field" = "Gerekli Alan Eksik";

/* No comment provided by engineer. */
"My Content" = "İçeriğim";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "'%1$@ (%2$@)' olarak adlandırılmış";

/* No comment provided by engineer. */
"named '%@'" = "'%@' olarak adlandırılmış";

/* No comment provided by engineer. */
"Nearby" = "Yakında";

/* needs id data quality */
"Needs ID" = "Tanımlama Gerekli";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Dikkat Edin";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Ağ gerekiyor.";

/* No comment provided by engineer. */
"Network unavailable" = "Ağa ulaşılamıyor";

/* No comment provided by engineer. */
"Network Unavailable" = "Ağa Ulaşılamıyor";

/* No comment provided by engineer. */
"Never mind" = "Boşver !";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "iNaturalist'te yeni misiniz? Şimdi üye olun!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Yeni Zelanda: iNaturalist NZ’yi işleten Yeni Zelanda Biyoçeşitlilik Kayıt Ağı — Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Haberler";

/* Confirm a new photo */
"NEXT" = "SONRAKİ";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "Hayır";

/* No comment provided by engineer. */
"No description" = "Tanım yok";

/* No comment provided by engineer. */
"No iNaturalist Results" = "iNaturalist Sonuçları Yok";

/* place guess when we have no location information */
"No location" = "Konum yok";

/* No comment provided by engineer. */
"No matching taxa" = "Eşleşen sınıflar yok";

/* No comment provided by engineer. */
"No network connection." = "Ağ bağlantısı yok.";

/* No comment provided by engineer. */
"No network connection. :(" = "Ağ bağlantısı yok. :(";

/* Header observation count title when there are none. */
"No Observations" = "Gözlem Yok";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Harita alanında gözlem bulunamadı.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Hiçbir gözlem bulunamadı.";

/* No comment provided by engineer. */
"No observations yet." = "Henüz gözlem yok.";

/* accessibility label for no photo button */
"No Photo" = "Fotoğraf Yok";

/* No comment provided by engineer. */
"No Photos and Missing Identification" = "Fotoğraf Yok ve Kayıp Kimlik";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Böyle organizmalar bulunamadı. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Böyle bir kişi bulunamadı. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Böyle bir yer bulunamadı. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Böyle bir proje bulunamadı. :(";

/* No comment provided by engineer. */
"No Thanks" = "Hayır, Teşekkürler";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Henüz bir güncelleme yok. Bizi izlemeye devam edin!";

/* No comment provided by engineer. */
"No URL configured" = "Yapılandırılmış URL yok";

/* do not change network partner button */
"No, don’t change my affiliation" = "Hayır, üyeliğimi değiştirmeyin";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "FOTOĞRAF\nYOK";

/* No comment provided by engineer. */
"None, all rights reserved" = "Hiçbiri, tüm hakları saklıdır";

/* No comment provided by engineer. */
"Not Allowed" = "İzin Verilmiyor";

/* 403 unauthorized title */
"Not Authorized" = "Yetkili Değil";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Notlar...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Gözlem";

/* obscured geoprivacy */
"Obscured" = "Gizlenmiş";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Gözlem Alanı Doğrulama hatası: %@";

/* No comment provided by engineer. */
"Observations" = "Gözlemler";

/* No comment provided by engineer. */
"Observers" = "Gözlemciler";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Kapalı";

/* No comment provided by engineer. */
"OK" = "TAMAM";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "Açık";

/* Title error with oops text. */
"Oops" = "Hay aksi";

/* open geoprivacy */
"Open" = "Aç";

/* No comment provided by engineer. */
"Open link in Safari" = "Safari'de Aç";

/* No comment provided by engineer. */
"organisms" = "organizmalar";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panama: iNaturalistPa'yı işleten Çevre Bakanlığıdır\n(panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Şifreler en az altı karakter uzunluğunda olmak zorunda.";

/* No comment provided by engineer. */
"people" = "insanı";

/* No comment provided by engineer. */
"Permission denied" = "İzin verilmedi";

/* Title for photo load error alert msg */
"Photo Load Error" = "Photo Load Error";

/* Title for photo save error alert msg */
"Photo Save Error" = "Fotoğraf Kaydetme Hatası";

/* Title for photos error alert msg */
"Photos Error" = "Photos Error";

/* accessibility label for pick from library button */
"Pick from Library" = "Kütüphaneden Seç";

/* No comment provided by engineer. */
"Placeholder" = "Yer imi";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Lütfen aklınızda bulundurun: Gözlemler gereksinimleri karşılarsa kendiliğinden bir koleksiyon projesine eklenir.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Lütfen geçerli bir konum seçin.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Lütfen birkaç saniye içinde tekrar deneyin";

/* failure message when the user should just try again. */
"Please try again later." = "Please try again later.";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Verilerin niteliğini belirlemek için lütfen yükleyin";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portekiz: Associação Biodiversidade Para Todos, Biodiversity4All'ı (Biodiversity4All.org) işletir.";

/* label for a news post author */
"Posted by" = "Gönderen";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Prefer No Tracking";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Gizlilik Politikası";

/* private geoprivacy */
"Private" = "Özel";

/* No comment provided by engineer. */
"projects" = "proje";

/* choose projects button title. */
"Projects" = "Projeler";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Projeler, ortak hedeflere sahip olan gözlem koleksiyonlarıdır.";

/* No comment provided by engineer. */
"Pull to Refresh" = "Yenilemek için çekin";

/* Rank in an ordered list */
"Rank" = "Düzey";

/* action to re-download a species guide from the server */
"Re-download" = "Tekrar indir";

/* No comment provided by engineer. */
"Remove my profile photo" = "Profil fotoğrafımı kaldır";

/* No comment provided by engineer. */
"Removing..." = "Kaldırılıyor...";

/* No comment provided by engineer. */
"RESEARCH" = "ARAŞTIRMA";

/* research data quality */
"Research Grade" = "Araştırma Sınıfı";

/* No comment provided by engineer. */
"Restricted to current map area" = "Geçerli harita alanıyla sınırlandırıldı";

/* Retake a photo */
"RETAKE" = "YENİDEN ÇEK";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Kamerayı Ters Çevir";

/* Title for save new observation button */
"SAVE" = "KAYDET";

/* No comment provided by engineer. */
"Save Anyway" = "Yine de Kaydet";

/* No comment provided by engineer. */
"Saving..." = "Kaydediliyor...";

/* No comment provided by engineer. */
"Search" = "Ara";

/* placeholder for guide search field */
"Search for guide named..." = "adlı rehber için ara...";

/* placeholder for project search field */
"Search for project named..." = "adlı proje için ara...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Organizmalar için arama...";

/* No comment provided by engineer. */
"Searching for people..." = "İnsanlar için arama...";

/* No comment provided by engineer. */
"Searching for place..." = "Yer aranıyor ...";

/* No comment provided by engineer. */
"Searching for project..." = "Proje için arama...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Harita alanındaki son gözlemler için arama";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Dünya üzerindeki son gözlemler için arama";

/* No comment provided by engineer. */
"seen at '%@'" = "'%@' konumunda görüldü";

/* No comment provided by engineer. */
"seen by '%@'" = "'%@' tarafından görüldü";

/* basis for a suggestion */
"Seen Nearby" = "Yakında Görüldü";

/* default select title */
"Select" = "Seç";

/* select taxon title */
"Select \"%@\"" = "\"%@\" Sınıfını Seç";

/* title for date selector */
"Select Date" = "Tarih Seç";

/* title for geoprivacy selector */
"Select Privacy" = "Gizliliği Seç";

/* No comment provided by engineer. */
"Selected Observation" = "Seçilmiş Gözlem";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Profil Fotoğrafı Belirleyin";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "Setting up iNaturalist account...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Ayarlar";

/* Title for share new observation button */
"SHARE" = "PAYLAŞ";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Gözlemlerinizi toplulukla paylaşın.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "iNat Mağazasında Alışveriş";

/* No comment provided by engineer. */
"Sign out" = "Çıkış yap";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "ÜYE OL";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Şimdi kaydol!";

/* No comment provided by engineer. */
"Signing Out" = "Çıkış Yapma";

/* skip button title */
"Skip ›" = "Atla ›";

/* No comment provided by engineer. */
"Somewhere..." = "Bir yer...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Sırala";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Kaynak: Vikipedi, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Türler";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "İstatistikler";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Yüklemeyi Durdur";

/* No comment provided by engineer. */
"Suggest ID" = "Kimlik öner";

/* label for suggest species switch in settings */
"Suggest species" = "Tür önerisi";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "iNaturalist topluluğu tarafından sağlanan %1$@, %2$@, %3$@ ve daha çoğunu içeren gözlem ve tanımlara dayalı öneriler.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "iNaturalist tarafından sağlanan gözlemlere ve tanımlamalara dayalı öneriler.";

/* Title of me header when syncing. */
"Syncing..." = "Eşitleniyor...";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "ETİKETLER";

/* No comment provided by engineer. */
"Take a photo" = "Fotoğraf çek";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Bize Nedenini Söyle";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Hizmet Şartları";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Bu proje için henüz bir gözlem yok. Daha sonra tekrar kontrol et!";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Beklenmeyen bir hata oluştu.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Bu gözlem, iNaturalist topluluğunca Sıradan Sınıf olarak seçildi.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Bu gözlem Sıradan Sınıf'tır çünkü iNaturalist topluluğu tarafından kısıtlanmış ya da ekili olarak seçilmiştir.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Bu gözlemin Araştırma Sınıfı olarak dikkate alınması için bir tarihe gerek var.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Bu gözlem Araştırma Sınıfı olarak dikkate alınması için bir konuma gerek duyuyor.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Bu gözlem Araştırma Sınıfı olarak dikkate alınması için daha uzlaşılmış bir tanımlamaya gerek duyuyor.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Bu gözlem Araştırma Sınıfı olarak dikkate alınması için bir fotoğrafa gerek duyuyor.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Bu gözlem Araştırma Sınıfı olarak dikkate alınması için iNat topluluğundan daha çok tanımlamaya gerek duyuyor.";

/* No comment provided by engineer. */
"This project has no description." = "Bu projenin hiçbir açıklaması yok.";

/* No comment provided by engineer. */
"This project has no title." = "Bu projenin başlığı yok.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Bu, gözlemlerinizi de bu projeden kaldıracaktır.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Bu, iNaturalist.org ile eşitlenmemiş bu uygulamadan yaptığınız değişiklikleri/eklemeleri yok edecektir.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Bu, internet erişiminiz olmasa bile bu rehberi kullanabilmeniz için %@ veri indirir.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Zaman Aralığı";

/* No comment provided by engineer. */
"Timeout" = "Zaman aşımı";

/* project title header */
"Title" = "Başlık";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Geleneksel Proje";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "İnternet bağlantınız olduğunda yeniden deneyin.";

/* button title to turn on autoupload */
"Turn On" = "Aç";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Otomatik Yükleme özelliğini açarsanız, gözlemleriniz otomatik olarak iNaturalist'e yüklenir.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Şemsiye Projesi";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Bu gözlem için bir kimlik eklenemiyor. Lütfen daha sonra tekrar deneyiniz.";

/* No comment provided by engineer. */
"Unable to find location" = "Konum bulunamadı...";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Konum adı bulunamadı";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Bu türe ait bu gözlemi tespit etmek mümkün değil. Lütfen daha sonra tekrar deneyiniz.";

/* Title for error */
"Unable to load page" = "Sayfa yüklenemedi";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "iNaturalist'e yüklenemedi, hata 401 doğrulanmadı. Lütfen help@inaturalist.org ile iletişme geçin ve yeniden deneyin.";

/* unknown taxon */
"Unknown" = "Bilinmeyen";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Bilinmeyen yazar";

/* Message body when we don't know the error */
"Unknown error" = "Bilinmeyen hata";

/* Unknown error */
"Unknown error while making an identification." = "Kimlik tespiti yapılırken bilinmeyen hata.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Bilinmeyen Hata: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Başlıksız Mesaj";

/* Title for progress view when migrating db */
"Updating database..." = "Veri tabanı güncelleniyor...";

/* No comment provided by engineer. */
"Updating..." = "Güncelleniyor...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Yükle";

/* No comment provided by engineer. */
"Upload Error" = "Yükleme Hatası";

/* upload failed alert title */
"Upload Failed" = "Yükleme Başarısız";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Yorumları ve tanımlamaları etkinleştirmek için bu gözlemi yükleyin.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Favorileri etkinleştirmek için bu gözlemi yükleyin.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Yükleniyor...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Kullanıcı adı";

/* users can login with their username or their email address. */
"Username or email" = "Kullanıcı adı ya da e-posta";

/* Title for version section of settings. */
"Version" = "Sürüm";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Video Eğitimi";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Önerileri görüntüle";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Kendi projelerinizi yaratmak için %@ adresini ziyaret edin.";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Kendi rehberlerinizi oluşturmak için iNaturalist.org sitesini ziyaret edin";

/* basis for a species suggestion */
"Visually Similar" = "Görsel Benzerlik";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "Görsel Benzerlik / Yakında Görüldü";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Yüklenmeyi bekliyor ...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Crowdin.com topluluğu üyelerine çevirimize katkıda bulundukları için minnettarız: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, TO, testamorta , ve vilseskog. INaturalist iOS çeviri ekibine katılmak isterseniz https://crowdin.com/project/inaturalistios adresini ziyaret edin.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Konumunuzu kullanmak için iOS'dan izin yok.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top 10 suggestions." = "Bir öneri yapacak kadar emin değiliz ancak ilk 10 önerimiz burada.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Bunun şu sınıflamada olduğuna eminiz %1$@ %2$@.";

/* unknown taxon title */
"What did you see?" = "Ne gördünüz?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Kısıtlı / ekili ne demek?";

/* No comment provided by engineer. */
"Which organism?" = "Hangi organizma?";

/* No comment provided by engineer. */
"Which person?" = "Hangi kişi?";

/* No comment provided by engineer. */
"Which place?" = "Hangi yer?";

/* No comment provided by engineer. */
"Which project?" = "Hangi proje?";

/* No comment provided by engineer. */
"Whoops" = "Hay aksi.";

/* Default upload failure alert title. */
"Whoops!" = "Hoppala!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Bir tarih olmadan, bu gözlem başkalarının doğru bir şekilde tanımlamaları için çok zor olabilir ve araştırma sınıfına asla ulaşamayacaktır.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Bir konum olmadan, bu gözlem başkalarının doğru bir şekilde tanımlamaları için çok zor olabilir ve araştırma sınıfına asla ulaşamayacaktır.";

/* No comment provided by engineer. */
"Without at least one photo, this observation will be impossible for others to help identify." = "En az bir fotoğraf olmadan, bu gözlem, kimlik tespiti için topluluğun yardımından faydalanamaz.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Taşıma raporunuzu hata ayıklaması için help@inaturalist.org ile paylaşmak ister misiniz?";

/* positive response to binary choice, yes or no */
"Yes" = "Evet";

/* change network partner button */
"Yes, change my affiliation" = "Evet, bağlantımı değiştir";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Evet, bu gözlemi sil";

/* Base text for the license my content checkbox during account creation */
"Yes, license my content so scientists can use my data. Learn More" = "Evet, bilimsel topluluğun verilerimi kullanabilmesi için içeriğimi lisanslıyorum. Daha fazla bilgi edin.";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Ağ üyeliğinizi yalnızca günde bir kez değiştirebilirsiniz.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "Bunu yapmak için izniniz yok. Hesabınız askıya alınmış olabilir. help@inaturalist.org ile iletişim kurun";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "Bunu yapmak için izniniz yok. Hesabınız askıya alınmış olabilir. help@inaturalist.org ile iletişim kurun.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Bunu yapmak için internete bağlı olmalısınız.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "iNaturalist.org'a yüklemek için internete bağlı olmalısınız";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Projelere erişmek için giriş yapmalısınız.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "Bunu yapmak için giriş yapmalısınız.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Kullanıcı projelerini eşitlemek için oturum açmış olmalısınız.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Yüklemek için giriş yapmış olmalısınız.";

/* No comment provided by engineer. */
"You must be logged in!" = "Giriş yapmalısınız!";

/* Account is required error message */
"You must be logged in." = "Giriş yapmalısınız!";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Bir projeye katılmak için oturum açmış olmalısınız.";

/* 401 unauthorized message */
"You need to login to do that." = "Bunu yapmak için oturum açmanız gerekir.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Gözlem yüklediğinizde güncelleme alacaksınız.";

/* Title for account section of settings. */
"Your Account" = "Hesabın";

/* No comment provided by engineer. */
"Your Guides" = "Rehberlerin";

/* Placeholder for free text observation field value */
"Your response here" = "Cevabınız burada";
